[
  {
    "source": "sage",
    "title": "Student satisfaction with artificial intelligence chatbots in Ethiopian academia",
    "doi": "10.1177/03400352241252974",
    "pii": null,
    "authors": "A Subaveerapandiyan; S Radhakrishnan; Neelam Tiwary; Sisay Mulate Guangul",
    "container_title": "IFLA Journal",
    "published": "2024",
    "openaccess": null,
    "url": "https://journals.sagepub.com/doi/pdf/10.1177/03400352241252974",
    "abstract": "<jats:p> This study explores student satisfaction with artificial intelligence chatbots in Ethiopian academia, examining their usage patterns, satisfaction levels, benefits, concerns and recommendations for improvement. A quantitative survey was conducted among 367 Ethiopian students from various educational levels and regions. The survey collected data on artificial intelligence chatbot usage, satisfaction, benefits, concerns and improvement recommendations. The findings reveal that artificial intelligence chatbots are frequently used for academic purposes, with students primarily using them for research assistance, assignment help and exam preparation. The students reported moderate to high satisfaction with chatbots, particularly regarding responsiveness, accuracy and adaptability. The benefits included time-saving, improved academic performance and 24/7 access to information. Concerns focused on access to technology, privacy and data security. The students also provided recommendations for enhancing chatbots, such as localisation, cultural sensitivity, affordability and security. </jats:p>"
  },
  {
    "source": "sage",
    "title": "Artificial intelligence in healthcare: A Canadian context",
    "doi": "10.1177/0840470419874356",
    "pii": null,
    "authors": "Adam Kassam; Naila Kassam",
    "container_title": "Healthcare Management Forum",
    "published": "2019",
    "openaccess": null,
    "url": "https://journals.sagepub.com/doi/pdf/10.1177/0840470419874356",
    "abstract": "<jats:p> Artificial Intelligence (AI) is poised to revolutionize the way in which medicine is practiced and thereby transform how healthcare is delivered. While in its nascence in terms of medical applications, it is imperative that the healthcare community plays an active role in helping co-design platforms for the future. This article outlines the Canadian context of AI development by touching on its history and current utility. It also outlines the importance of capital investment, sustainable design, and how Canada has a unique opportunity to be a global leader in AI infrastructure development. </jats:p>"
  },
  {
    "source": "sage",
    "title": "Occlusion myocardial infarction and artificial intelligence: A perspective on out-of-hospital ECG interpretation",
    "doi": "10.1177/27536386251371078",
    "pii": null,
    "authors": "Andrew J Bishop; Benjamin N Meadley",
    "container_title": "Paramedicine",
    "published": "2025",
    "openaccess": null,
    "url": "https://journals.sagepub.com/doi/pdf/10.1177/27536386251371078",
    "abstract": "<jats:p>The traditional ST-segment elevation myocardial infarction (STEMI) paradigm has directed the identification and treatment of acute coronary occlusion (ACO) in the in-hospital and out-of-hospital (OOH) environment. Growing evidence suggests that it fails to identify a substantial proportion of ACO cases, leading to delays in intervention and missed treatment opportunities. The occlusion myocardial infarction (OMI) paradigm has emerged as a more inclusive diagnostic framework, emphasising the recognition of ACO regardless of ST-segment elevation. While OMI offers a more accurate classification, its adoption in OOH settings presents challenges, particularly due to the complexity of ECG interpretation and variability in clinician expertise. Artificial intelligence (AI) has the potential to address these limitations by providing real-time ECG analysis, improving diagnostic accuracy, and reducing inter-rater variability. AI-driven models, particularly artificial neural networks, have demonstrated superior sensitivity in detecting ACO compared to clinician interpretation using the traditional STEMI criteria, with the ability to identify occlusion earlier and more consistently. Additionally, AI integration with telemedicine could facilitate remote expert consultation, ensuring timely decision-making, particularly in resource-limited settings. By enhancing diagnostic accuracy and enabling earlier intervention, AI has the potential to improve prehospital cardiac care, and ultimately, patient outcomes. Future research should focus on optimising AI models, integrating them into OOH workflows, and validating their real-world effectiveness in acute coronary syndrome management.</jats:p>"
  },
  {
    "source": "sage",
    "title": "Human–Machine Collaboration in Language Education in the Age of Artificial Intelligence",
    "doi": "10.1177/00336882241266629",
    "pii": null,
    "authors": "Joel C. Meniado",
    "container_title": "RELC Journal",
    "published": "2024",
    "openaccess": null,
    "url": "https://journals.sagepub.com/doi/pdf/10.1177/00336882241266629",
    "abstract": null
  },
  {
    "source": "sage",
    "title": "Why Artificial Intelligence Will Not Outsmart Complex Knowledge Work",
    "doi": "10.1177/0950017018817489",
    "pii": null,
    "authors": "Lene Pettersen",
    "container_title": "Work, Employment and Society",
    "published": "2018",
    "openaccess": null,
    "url": "https://journals.sagepub.com/doi/pdf/10.1177/0950017018817489",
    "abstract": "<jats:p> The potential role of artificial intelligence in improving organisations’ performance and productivity has been promoted regularly and vociferously since the 1960s. Artificial intelligence is today reborn out of big business, similar to the occurrences surrounding big data in the 1990s, and expectations are high regarding AI’s potential role in businesses. This article discusses different aspects of knowledge work that tend to be ignored in the debate about whether or not artificial intelligence systems are a threat to jobs. A great deal of knowledge work concerns highly complex problem solving and must be understood in contextual, social and relational terms. These aspects have no generic nor universal rules and solutions and, thus, cannot be easily replaced by artificial intelligence or programmed into computer systems, nor are they constructed based on models of the rational brain. In this respect, this article draws on philosopher Herbert Dreyfus’ thesis regarding artificial intelligence. </jats:p>"
  },
  {
    "source": "sage",
    "title": "Artificial Intelligence and Medicine: Discussion Paper",
    "doi": "10.1177/014107688708000910",
    "pii": null,
    "authors": "D J Hand",
    "container_title": "Journal of the Royal Society of Medicine",
    "published": "1987",
    "openaccess": null,
    "url": "https://journals.sagepub.com/doi/pdf/10.1177/014107688708000910",
    "abstract": null
  },
  {
    "source": "sage",
    "title": "Artificial intelligence in obstructive sleep apnea: A bibliometric analysis",
    "doi": "10.1177/20552076251324446",
    "pii": null,
    "authors": "Xing An; Jie Zhou; Qiang Xu; Zhihui Zhao; Weihong Li",
    "container_title": "DIGITAL HEALTH",
    "published": "2025",
    "openaccess": null,
    "url": "https://journals.sagepub.com/doi/pdf/10.1177/20552076251324446",
    "abstract": "<jats:sec>\n            <jats:title>Objective</jats:title>\n            <jats:p>To conduct a bibliometric analysis using VOSviewer and Citespace to explore the current applications, trends, and future directions of artificial intelligence (AI) in obstructive sleep apnea (OSA).</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>Methods</jats:title>\n            <jats:p>On 13 September 2024, a computer search was conducted on the Web of Science Core Collection dataset published between 1 January 2011, and 30 August 2024, to identify literature related to the application of AI in OSA. Visualization analysis was performed on countries, institutions, journal sources, authors, co-cited authors, citations, and keywords using Vosviewer and Citespace, and descriptive analysis tables were created by using Microsoft Excel 2021 software.</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>Results</jats:title>\n            <jats:p>A total of 867 articles were included in this study. The number of publications was low and stable from 2011 to 2016, with a significant increase after 2017. China had the highest number of publications. Alvarez, Daniel, and Hornero, Roberto were the two most prolific authors. Universidad de Valladolid and the IEEE Journal of Biomedical and Health Informatics were the most productive institution and journal, respectively. The top three authors in terms of co-citation frequency are Hassan, Ar, Young, T, and Vicini, C. “Estimation of the global prevalence and burden of obstructive sleep apnoea: a literature-based analysis” was cited the most frequently. Keywords such as “OSA,” “machine learning,” “Electrocardiography,” and “deep learning” were dominant.</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>Conclusion</jats:title>\n            <jats:p>AI's application in OSA research is expanding. This study indicates that AI, particularly deep learning, will continue to be a key research area, focusing on diagnosis, identification, personalized treatment, prognosis assessment, telemedicine, and management. Future efforts should enhance international cooperation and interdisciplinary communication to maximize the potential of AI in advancing OSA research, comprehensively empowering sleep health, bringing more precise, convenient, and personalized medical services to patients and ushering in a new era of sleep health.</jats:p>\n          </jats:sec>"
  },
  {
    "source": "sage",
    "title": "Justice, injustice, and artificial  intelligence: Lessons from political  theory and philosophy",
    "doi": "10.1177/20539517221080676",
    "pii": null,
    "authors": "Lucia M. Rafanelli",
    "container_title": "Big Data &amp; Society",
    "published": "2022",
    "openaccess": null,
    "url": "https://journals.sagepub.com/doi/pdf/10.1177/20539517221080676",
    "abstract": "<jats:p> Some recent uses of artificial intelligence for (for example) facial recognition, evaluating resumes, and sorting photographs by subject matter have revealed troubling disparities in performance or impact based on the demographic traits (like race and gender) of subject populations. These disparities raise pressing questions about how using artificial intelligence can work to promote justice or entrench injustice. Political theorists and philosophers have developed nuanced vocabularies and theoretical frameworks for understanding and adjudicating disputes about what justice requires and what constitutes injustice. The interdisciplinary community committed to understanding and conscientiously using big data could benefit from this work. Thus, in the spirit of encouraging cross-disciplinary dialogue and collaboration, this piece examines contemporary scholarship in political theory and philosophy to illustrate some of the vocabularies and frameworks political theorists and philosophers have developed for thinking about justice and injustice. It then draws on these frameworks to illuminate how the use of artificial intelligence can implicate questions of justice, with a focus on institutional discrimination, structural injustice, and epistemic injustice. Ultimately, the piece argues that the use of artificial intelligence—far from representing a decision to take power out of human hands—represents a novel way of harnessing human power, making questions of justice central to its conscientious undertaking. </jats:p>"
  },
  {
    "source": "sage",
    "title": "Artificial Intelligence and Machine Learning in the Changing Landscape of Work",
    "doi": "10.4135/9781529674088.n49",
    "pii": null,
    "authors": "Roland K. Yeo; Karen Vollum-Dix; Jessica Li",
    "container_title": "The Sage Handbook of Human Resource Development",
    "published": "2024",
    "openaccess": null,
    "url": null,
    "abstract": null
  },
  {
    "source": "acm",
    "title": "Privacy distillation: Collaborative privacy protection for Transformer",
    "doi": "10.1145/3728725.3728733",
    "pii": null,
    "authors": "Letian Wei; Zhiman Zhang; Junhua Zheng",
    "container_title": "Proceedings of the 2025 2nd International Conference on Generative Artificial Intelligence and Information Security",
    "published": "2025",
    "openaccess": null,
    "url": "https://dl.acm.org/doi/10.1145/3728725.3728733",
    "abstract": null
  },
  {
    "source": "acm",
    "title": "AES encryption scheme based on Cubic chaotic mapping optimization",
    "doi": "10.1145/3728725.3728730",
    "pii": null,
    "authors": "Fukang Tang; Changhua Liu",
    "container_title": "Proceedings of the 2025 2nd International Conference on Generative Artificial Intelligence and Information Security",
    "published": "2025",
    "openaccess": null,
    "url": "https://dl.acm.org/doi/10.1145/3728725.3728730",
    "abstract": null
  },
  {
    "source": "acm",
    "title": "The Application of Artificial Intelligence in the Mental Diseases",
    "doi": "10.1145/3433996.3434004",
    "pii": null,
    "authors": "Fan Yang; Tingting Han; Kesui Deng; Yong Han",
    "container_title": "Proceedings of the 2020 Conference on Artificial Intelligence and Healthcare",
    "published": "2020",
    "openaccess": null,
    "url": "https://dl.acm.org/doi/10.1145/3433996.3434004",
    "abstract": null
  },
  {
    "source": "acm",
    "title": "Security Issues in Commercial Application of Artificial Intelligence",
    "doi": "10.1145/3495018.3495359",
    "pii": null,
    "authors": "Hongzhen Lin; Zhipan Yu; Shiqi Peng; Bo Bian",
    "container_title": "2021 3rd International Conference on Artificial Intelligence and Advanced Manufacture",
    "published": "2021",
    "openaccess": null,
    "url": "https://dl.acm.org/doi/10.1145/3495018.3495359",
    "abstract": null
  },
  {
    "source": "acm",
    "title": "Overall Design of the Course “Foundations of Artificial Intelligence” in Higher Education Institutions",
    "doi": "10.1145/3722237.3722282",
    "pii": null,
    "authors": "Qingzheng Xu; Weihu Zhao; Wenhui Wu; Na Wang",
    "container_title": "Proceedings of the 2024 3rd International Conference on Artificial Intelligence and Education",
    "published": "2024",
    "openaccess": null,
    "url": "https://dl.acm.org/doi/10.1145/3722237.3722282",
    "abstract": null
  },
  {
    "source": "acm",
    "title": "Proceedings of the 2024 9th International Conference on Mathematics and Artificial Intelligence",
    "doi": "10.1145/3670085",
    "pii": null,
    "authors": null,
    "container_title": null,
    "published": "2024",
    "openaccess": null,
    "url": "https://dl.acm.org/doi/pdf/10.1145/3670085",
    "abstract": null
  },
  {
    "source": "acm",
    "title": "Proceedings of the 2024 International Conference on Digital Society and Artificial Intelligence",
    "doi": "10.1145/3677892",
    "pii": null,
    "authors": null,
    "container_title": null,
    "published": "2024",
    "openaccess": null,
    "url": "https://dl.acm.org/doi/pdf/10.1145/3677892",
    "abstract": null
  }
]